[
    [
        "That game hurt.",
        "sadness",
        "negative"
    ],
    [
        "You do right, if you don't care then fuck 'em!",
        "neutral",
        "neutral"
    ],
    [
        "Man I love reddit.",
        "love",
        "positive"
    ],
    [
        "[NAME] was nowhere near them, he was by the Falcon. ",
        "neutral",
        "neutral"
    ],
    [
        "Right? Considering it’s such an important document, I should know the damned thing backwards and forwards... thanks again for the help!",
        "gratitude",
        "positive"
    ],
    [
        "He isn't as big, but he's still quite popular. I've heard the same thing about his content. Never watched him much.",
        "disapproval",
        "negative"
    ],
    [
        "That's crazy; I went to a super [RELIGION] high school and I think I can remember 2 girls the entire 4 years that became teen moms.",
        "amusement",
        "positive"
    ],
    [
        "that's adorable asf",
        "amusement",
        "positive"
    ],
    [
        "\"Sponge Blurb Pubs Quaw Haha GURR ha AAa!\" finale is too real",
        "amusement",
        "positive"
    ],
    [
        "I have, and now that you mention it, I think that's what triggered my nostalgia. ",
        "neutral",
        "neutral"
    ],
    [
        "I wanted to downvote this, but it's not your fault homie.",
        "disappointment",
        "negative"
    ],
    [
        "BUT IT'S HER TURN! /s",
        "neutral",
        "neutral"
    ],
    [
        "Build a wall? /jk",
        "neutral",
        "neutral"
    ],
    [
        "One time my 1 stopped right in 91st, I was able to get a good photo of the platform since they have some lights along it.",
        "neutral",
        "neutral"
    ],
    [
        "Well then I’d say you have a pretty good chance if it’s any girl lol",
        "realization",
        "ambiguous"
    ],
    [
        "Pretty much every Punjabi dude I've met.",
        "admiration",
        "positive"
    ],
    [
        "For extra measure tape it right by your crotch so she can't take it for sexual assault reasons",
        "annoyance",
        "negative"
    ],
    [
        "This video doesn't even show the shoes he was wearing...",
        "neutral",
        "neutral"
    ],
    [
        "What does Clemson give pride stickers for? Snaps played?",
        "confusion",
        "ambiguous"
    ],
    [
        "\"You may die, but it's a sacrifice I'm willing to make\"",
        "optimism",
        "positive"
    ],
    [
        "this definitely fits in r/BoneAppleTea.",
        "neutral",
        "neutral"
    ],
    [
        "\"Seeeee! We have one of them coloureds too!\"",
        "excitement",
        "positive"
    ],
    [
        "RemindMe! 3 months",
        "neutral",
        "neutral"
    ],
    [
        "Yup, not anymore. Keep your blood sugar up! It really helps and DRINK water...",
        "caring",
        "positive"
    ],
    [
        "Lots, play store or apple store vpn. Nord is good",
        "admiration",
        "positive"
    ],
    [
        "but it's [NAME] saying it so sorta disappointing",
        "neutral",
        "neutral"
    ],
    [
        "Something Something Something, space of aids",
        "neutral",
        "neutral"
    ],
    [
        "I've probably put a couple hundred miles on my space saver tire. It's still on there right now.",
        "neutral",
        "neutral"
    ],
    [
        "I’m glad he’s okay but I’m even gladder it’s not that same gif of the guy ski/parachuting down a mountain",
        "gratitude",
        "positive"
    ],
    [
        "nice!! I'll try this one",
        "admiration",
        "positive"
    ],
    [
        "I can't stand [NAME]. Especially since her \"tatooing my own face\" video. ",
        "disapproval",
        "negative"
    ]
]
